package lang

const (
	DELETE_CONTEXT_SUCCESFUL     = "Контекст очищен успешно!"
	DELETE_CONTEXT_ERR_NOT_EXIST = "Не удалось очистить контекст, причина: Контекст не найден, или был удален"
	START                        = "Добро пожаловать в мир YandexGPT — мощной нейросети, разработанной для обработки и генерации текста на основе современных технологий искусственного интеллекта.\n\nYandexGPT сочетает в себе глубокое понимание языка и контекста, что позволяет ей эффективно отвечать на вопросы, создавать уникальный контент и поддерживать диалоги на разнообразные темы. Благодаря обучению на обширных объемах данных, эта нейросеть способна адаптироваться к потребностям пользователей и предлагать информативные, точные и актуальные ответы. Откройте для себя новые возможности общения с YandexGPT и позвольте ей стать вашим надежным помощником в мире информации!\n\nЧтобы начать познавать YandexGPT, введите свой запрос..."
)
